---
kind: other
id: AllMembers.T:Autodesk.Revit.Exceptions.FamilyContextException
source: html/0f94942f-c766-ac87-9c83-32139b89c606.htm
---
# FamilyContextException Members

Retrieves data needed to serialize the target object.